{
    "peliculas": [
        {
            "id" : 1,
            "caratula" : "https://pics.filmaffinity.com/wonder_woman-552748603-large.jpg" ,
            "titulo" : "Wonder Woman",
            "descripcion" : "Antes de ser Wonder Woman (Gal Gadot) era Diana, princesa de las Amazonas, entrenada para ser una guerrera invencible. Diana fue criada en una isla paradisíaca protegida. Hasta que un día un piloto norteamericano (Chris Pine), que tiene un accidente y acaba en sus costas, le habla de un gran conflicto existente en el mundo [Primera Guerra Mundial]. Diana decide salir de la isla convencida de que puede detener la terrible amenaza. Mientras lucha junto a los hombres en la guerra que acabará con todas las guerras, Diana descubre todos sus poderes y su verdadero destino." ,
            "genero" : "Fantástico",
            "director" : "Patty Jenkins"
        },
        {
            "id" : 2,
            "caratula" : "https://pics.filmaffinity.com/the_amazing_spider_man_the_amazing_spiderman-672391099-large.jpg",
            "titulo" : "The Amazing Spider-Man",
            "descripcion" :"Como la mayoría de los adolescentes de su edad, Peter está intentando descubrir quién es y cómo ha llegado a ser lo que es. En su viaje para atar los cabos de su pasado descubre un secreto que guardaba su padre, un secreto que finalmente dará forma a su destino como Spiderman." ,
            "genero" :"Fantástico" ,
            "director" : "Marc Webb"
        },
        
        {
            "id" : 3,
            "caratula" : "https://pics.filmaffinity.com/deadpool-834516798-large.jpg",
            "titulo" : "Deadpool",
            "descripcion" :"Basado en el anti-héroe menos convencional de la Marvel, Deadpool narra el origen de un ex-operativo de la fuerzas especiales llamado Wade Wilson, reconvertido a mercenario, y que tras ser sometido a un cruel experimento adquiere poderes de curación rápida, adoptando Wade entonces el alter ego de Deadpool. Armado con sus nuevas habilidades y un oscuro y retorcido sentido del humor, Deadpool intentará dar caza al hombre que casi destruye su vida." ,
            "genero" :"Comedia" ,
            "director" : "Tim Miller"
        },

        {
            "id" : 4,
            "caratula" : "https://pics.filmaffinity.com/black_widow-372790622-large.jpg",
            "titulo" : "Black Widow",
            "descripcion" :"Natasha Romanoff, alias Viuda Negra, se enfrenta a los capítulos más oscuros de su historia cuando surge una peligrosa conspiración relacionada con su pasado. Perseguida por una fuerza que no se detendrá ante nada para acabar con ella, Natasha debe lidiar con su historia como espía y con la estela de relaciones destruidas que dejó atrás mucho antes de convertirse en Vengadora." ,
            "genero" :"Superhéroes" ,
            "director" : "Cate Shortland"
        },

        {
            "id" : 5,
            "caratula" : "https://pics.filmaffinity.com/the_incredible_hulk-175130941-large.jpg",
            "titulo" : "The Incredible Hulk",
            "descripcion" :"El científico Bruce Banner (Edward Norton) recorre el mundo en busca de un antídoto que le permita librarse de su Alter Ego. Perseguido por el ejército y dominado por su propia rabia, es incapaz de sacarse de la cabeza a Betty Ross (Liv Tyler), por lo que decide volver a la civilización. Mientras se enfrenta a una extraña criatura, el agente de la KGB Emil Blonsky (Tim Roth) se expone a una dosis de radiación más intensa que la que convirtió a Bruce en Hulk. Emil hace responsable a Hulk de su terrible situación, y la ciudad de Nueva York se convierte en el escenario de la última batalla entre las dos criaturas más poderosas que jamás pisaron la Tierra." ,
            "genero" :"Fantástico" ,
            "director" : "Louis Leterrier"
        },

        
        {
            "id" : 6,
            "caratula" : "https://pics.filmaffinity.com/daredevil-664424661-large.jpg",
            "titulo" : "Daredevil",
            "descripcion" :"El abogado Matt Murdock es ciego a causa de un residuo radioactivo, pero sus otros cuatro sentidos están especialmente agudizados. De día, Murdock representa a los oprimidos. Por la noche, es Daredevil, un héroe enmascarado que vigila las oscuras calles de la ciudad y lucha contra toda clase de injusticias... Adaptación del héroe de cómic de Marvel conocido como `el hombre sin miedo´." ,
            "genero" :"Discapacidad visual" ,
            "director" : "Mark Steven Johnson"
        },
        
        {
            "id" : 7,
            "caratula" : "https://pics.filmaffinity.com/venom-367385587-large.jpg",
            "titulo" : "Venom",
            "descripcion" :"Como periodista, Eddie Brock (Tom Hardy) lleva tiempo intentando desenmascarar al creador de la Fundación Vida, el famoso genio científico Carlton Drake (Riz Ahmed), una obsesión que ha arruinado su carrera y su relación con su novia, Anne (Michelle Williams). Al investigar uno de los experimentos de Drake, el ente alienígena Venom se fusiona con el cuerpo de Eddie, y el reportero adquiere de pronto nuevos e increíbles superpoderes, así como la oportunidad de hacer prácticamente lo que se le antoje. Retorcido, oscuro, impredecible e impulsado por la cólera, Venom obliga a Eddie a luchar por controlar unas habilidades sumamente peligrosas que, al mismo tiempo, también resultan embriagadoras y le hacen sentir poderoso. Dado que Eddie y Venom se necesitan mutuamente para conseguir lo que quieren, se van entremezclando cada vez más... ¿Dónde acaba Eddie y empieza Venom?" ,
            "genero" :"Comedia negra" ,
            "director" : "Ruben Fleischer"
        },
        
        {
            "id" : 8,
            "caratula" : "https://pics.filmaffinity.com/doctor_strange_in_the_multiverse_of_madness-610981386-large.jpg",
            "titulo" : "Doctor Strange en el Multiverso de la Locura",
            "descripcion" :"Viaja a lo desconocido con el Doctor Strange, quien, con la ayuda de tanto antiguos como nuevos aliados místicos, recorre las complejas y peligrosas realidades alternativas del multiverso para enfrentarse a un nuevo y misterioso adversario." ,
            "genero" :"Acción" ,
            "director" : "Sam Raimi"
        },
        {
            "id" : 9,
            "caratula" : "https://pics.filmaffinity.com/captain_marvel-457800899-large.jpg",
            "titulo" : "Captain Marvel ",
            "descripcion" :"La historia sigue a Carol Danvers mientras se convierte en una de las heroínas más poderosas del universo, cuando la Tierra se encuentra atrapada en medio de una guerra galáctica entre dos razas alienígenas... Situada en los años 90, 'Capitana Marvel' es una historia nueva de un período de tiempo nunca antes visto en la historia del Universo Cinematográfico de Marvel. " ,
            "genero" :"Aventuras" ,
            "director" : "Anna Boden"
        },
        {
            "id" : 10,
            "caratula" : "https://pics.filmaffinity.com/thor-223512549-large.jpg",
            "titulo" : "Thor",
            "descripcion" :"Thor es un arrogante y codicioso guerrero cuya imprudencia desata una antigua guerra. Por ese motivo, su padre Odín lo castiga desterrándolo a la Tierra para que viva entre los hombres y descubra así el verdadero sentido de la humildad. Cuando el villano más peligroso de su mundo envía a la Tierra a las fuerzas más oscuras de Asgard, Thor se dará cuenta de lo que realmente hace falta para ser un verdadero héroe." ,
            "genero" :"Mitología" ,
            "director" : "Kenneth Branagh"
        }
    ]
}